"All neccessary tools have been disabled in Preferences" = "Tous les programmes sont désactivés dans les Préférences";
"Can't map file into memory" = "Impossible de charger le fichier en mémoire";
"File cannot be optimized any further" = "Le fichier ne peut être optimisé davantage";
"File is neither PNG, GIF nor JPEG" = "Le fichier n'est ni un PNG ni un JPEG";
"Inspecting file" = "Analyse du fichier";
"New file" = "Nouveau fichier";
"Optimized file could not be saved" = "Le fichier optmimisé n'a pas pu être sauvegardé";
"Optimized successfully with %@" = "Optimisé avec succès (%@)";
"Size of optimized file is 0" = "La taille du fichier optimisé est 0";
"Started %@" = "%@ démarré";
"Waiting in queue" = "En file d'attente";
"Waiting to be optimized" = "En attente d'optimisation";
"Waiting to start more optimizations" = "En attente d'autres optimisations";
"%@ failed to start" = "%@ erreur au lancement";
"Add" = "Ajouter des fichiers…";
"Cut" = "Couper";
"KB" = "KB";
"MB" = "MB";
"Saved %@ out of %@. %@ overall (up to %@ per file)" = "Saved %@ out of %@. %@ overall (up to %@ per file)";
"Saved %@ out of %@. %@ per file on average (up to %@)" = "Saved %@ out of %@. %@ per file on average (up to %@)";